In [ ]:
import pandas as pd
import seaborn as sns
csvDf = pd.read_csv('MTA2.csv').set_index('Year')
csvDf.head()

      On Course
Year
1996       0.89
1997       2.38
1998       2.93
1999       7.68
2000      11.03